Repository: danerx77/f1
Catalog: tm/datatext.tmx
Source language: en
Languages: pl

# Shifting POKéMON in and out uses up one turn.pNow, it's the opponent's turn.
source: Shifting POKéMON in and out uses\nup one turn.\pNow, it's the opponent's turn.
pl: Zmiana POKéMONA zużyła naszą\nturę.\pTeraz jest więc tura\nprzeciwnika.

source: BUTTERFREE is a BUG/FLYING-type\nPOKéMON.\pAgainst this POKéMON, a GRASS-\ntype attack…\p…inflicts only half the usual\ndamage on a BUG-type POKéMON…\p…And, it also causes only half the\ndamage on a FLYING-type POKéMON.\pTherefore, BUTTERFREE, being a\nBUG/FLYING POKéMON, only takes\lone quarter of the usual damage.
pl: BUTTERFREE jest POKéMONEM typu\nROBAK/LOT.\pPrzeciwko niemu, ataki typu\nTRAWIASTEGO…\p…zadają tylko połowę normalnych\nobrażeń POKéMONOM ROBAKOM…\p…I zadaje też połowę obrażeń\nPOKéMONOM typu LATAJĄCEGO.\pWynika z tego, że BUTTERFREE,\njako LATAJĄCY ROBAK, otrzymuje\ltylko ćwiartkę zwykłych obrażeń.

source: ODDISH is a GRASS/POISON-type\nPOKéMON.\pA FLYING- or PSYCHIC-type attack\nis super effective against it.\pOne of those types of attacks will\ninflict double the usual damage.\pOkay, here we go!
pl: ODDISH jest POKéMONEM typu\nTRAWA/TRUCIZNA.\pAtaki typu LOT i PSYCHO są\nsuperfeketywne w walce z nim.\pAtaki tego typu zadawać będą\npodwójne obrażenia.\pDobra, zaczynamy!

# Yeah! We won!
source: Yeah!\nWe won!
pl: Wygraliśmy!

source: POKé DUDE: When you're trying to\ncatch a POKéMON, don't throw any\lPOKé BALLS right away.\pFirst, you need to weaken it by\nreducing its HP.
pl: POKé GOŚĆ: Gdy próbujesz łapać\nPOKéMONY, nie rzucaj od razu\lbezsensownie POKé BALLI.\pNajpierw, musisz je osłabić\nredukując ich HP.

source: Okay, that should be good enough.\pBut, if it's possible, it would be\nbest if the target has a status\lproblem.\pFor instance, it would be easier\nto catch if it were asleep or\lparalyzed.
pl: Okej, to powinno wystarczyć.\pAle, jeśli to możliwe, najlepiej\nwyposażyć przeciwnika dodatkowo\pw jakąś zmianę stanu.\pNa przykład, łatwiej złapać\nśpiącego lub sparaliżowanego\lPOKéMONA.

source: This will make the POKéMON a lot\neasier to catch!\pOh, yes. If you paralyze a\nPOKéMON, you can't make it fall\lasleep on top of paralysis.\pIn other words, you can't double\nup status problems, okay?
pl: To znacznie ułatwi nam złapanie\ntego POKéMONA!\pOch, tak. Jeżeli sparaliżujesz\nPOKéMONA, nie możesz go jeszcze\ldodatkowo uśpić.\pInnymi słowy, POKéMON nie może mieć\ndwóch zmian stanu na raz.

# Okay! Let me throw my POKé BALL!
source: Okay!\nLet me throw my POKé BALL!
pl: Okej!\nRzucę teraz POKé BALL!

source: Before you throw a POKé BALL,\nconsider the condition and the\ltype of POKéMON, and pick the kind\lof BALL that would work best.
pl: Zanim rzucisz POKé BALL, zwróć\nuwagę na stan i typ POKéMONA,\lktórego chcesz złapać i wybierz\lKULĘ, która będzie najlepsza.

# Hi, there! May I help you?
source: Hi, there!\nMay I help you?
pl: Cześć!\nMogę w czymś pomóc?

# There is a questionnaire. Would you like to fill it out?
source: There is a questionnaire.\nWould you like to fill it out?
pl: Jakiś kwestionariusz.\nCzy masz ochotę go wypełnić?

source: Thank you for taking the time to\nfill out our questionnaire.\pYour feedback will be used for\nfuture reference.
pl: Dziękujemy za zainteresowanie\nsię naszym kwestionaruszem.\pTwoje uwagi pomogą nam\nnam nasze usługi.

source: Oh, hello!\nYou know those words?\pThat means you must know about\nthe MYSTERY GIFT.\pFrom now on, you should be\nreceiving MYSTERY GIFTS!
pl: Och, witam!\nZnasz te słowa?\pTo znaczy, że wiesz pewnie o\nMYSTERY GIFT.\pOd tej pory otrzymywać będziesz\nMYSTERY GIFTY!

# Once you save your game, you can access the MYSTERY GIFT.
source: Once you save your game, you can\naccess the MYSTERY GIFT.
pl: Gdy zapiszesz grę, będziesz mieć\ndostęp do MYSTERY GIFT.

# Thank you for accessing the MYSTERY GIFT System.
source: Thank you for accessing the\nMYSTERY GIFT System.
pl: Dziękujemy za korzystanie z\nSystemu MYSTERY GIFT

source: Only truly skilled TRAINERS are\nallowed through.\pYou don't have the {STR_VAR_1}\nyet!
pl: Przejść mogą tylko doświadczeni\nTRENERZY.\pNie masz jeszcze {STR_VAR_1}!

# Rules are rules. I can't let you pass.
source: Rules are rules.\nI can't let you pass.
pl: Zasady to zasady.\nNie puszczę cię.

# Oh! That is the {STR_VAR_1}! Go right ahead.
source: Oh! That is the {STR_VAR_1}!\nGo right ahead.
pl: Och! To {STR_VAR_1}!\nProszę przejść.

source: You can pass here only if you have\nthe {STR_VAR_1}.\pYou don't have the {STR_VAR_1}\nyet.\pYou have to have it to get to\nthe POKéMON LEAGUE.
pl: Możesz przejść tylko jeśli masz\n{STR_VAR_1}.\pNie masz jeszcze {STR_VAR_1}.\pMusisz ją zdobyć, by móć wkroczyć\ndo LIGI POKéMONÓW.

source: You can pass here only if you have\nthe {STR_VAR_1}.\pOh! That is the {STR_VAR_1}!{PAUSE_MUSIC}{PLAY_BGM}{MUS_LEVEL_UP}{PAUSE 0x60}{RESUME_MUSIC}\pOkay, then.\nPlease, go right ahead.
pl: Możesz przejść tylko jeśli\nzdobyłeś już {STR_VAR_1}.\pOch! To jest {STR_VAR_1}!{PAUSE_MUSIC}{PLAY_BGM}{MUS_LEVEL_UP}{PAUSE 0x60}{RESUME_MUSIC}\pOkej!\nW takim razie proszę przejść.

# Would you like to exit the SAFARI ZONE right now?
source: Would you like to exit the SAFARI\nZONE right now?
pl: Czy chcesz już opuścić\nSTREFĘ SAFARI?

source: PA: Ding-dong!\pTime's up!\pPA: Your SAFARI GAME is over!
pl: PA: Ding-dong!\pCzas minął!\pTo koniec twojej GRY SAFARI!

source: PA: Ding-dong!\pYou are out of SAFARI BALLS!\pPA: Your SAFARI GAME is over!
pl: PA: Ding-dong!\pSkończyły ci się SAFARI BALLE!\pTo koniec twojej GRY SAFARI

# Excuse me! Your PC BOX is full.
source: Excuse me!\nYour PC BOX is full.
pl: Twój BOKS jest pełny!

source: Would you like to save the game?
pl: Czy chcesz zapisać grę?

# There is already a saved file. Is it okay to overwrite it?
source: There is already a saved file.\nIs it okay to overwrite it?
pl: Plik zapisu już istnieje.\nCzy chcesz go nadpisać?

# SAVING… DON'T TURN OFF THE POWER.
source: SAVING…\nDON'T TURN OFF THE POWER.
pl: ZAPISUJĘ…\nNIE WYŁĄCZAJ ZASILANIA.

source: {PLAYER} saved the game.
pl: {PLAYER} zapisuje grę.

source: WARNING!\pThere is a different game file that\nis already saved.\pIf you save now, the other file's\nadventure, including items and\lPOKéMON, will be entirely lost.\pAre you sure you want to save now\nand overwrite the other save file?
pl: UWAGA!\pIstnieje już inna gra zapisana\nna tym dysku.\pJeżeli zapiszesz, poprzednia przygoda,\nw tym przedmioty i POKéMONY\lzostaną nieodwracalnie utracone.\pCzy na pewno chcesz zapisać i\nnadpisać istniejący plik zapisu?

# All right! All aboard SEAGALLOP HI-SPEED {STR_VAR_1}!
source: All right!\nAll aboard SEAGALLOP HI-SPEED {STR_VAR_1}!
pl: OK! Wszyscy\nna pokład SEAGALLOP HI-SPEED {STR_VAR_1}!

# Hmm… Is that right…
source: Hmm…\nIs that right…
pl: Hmm…\nCzy to prawda…

# Oh! Look, look!
source: Oh!\nLook, look!
pl: Och!\nSpójrz!

source: Read it, read it!
pl: Przeczytaj!

source: TRAINER TIPS\pPress START to open the MENU!
pl: PORADA\pNaciśnij START, aby uruchomić MENU!

source: Signs are useful, aren't they?
pl: Znaki są użyteczne, czyż nie?

# Look, look!pI copied what it said on one of those TRAINER TIPS signs!
source: Look, look!\pI copied what it said on one of\nthose TRAINER TIPS signs!
pl: Spójrz!\pSkopiowałam to, co pisało na\njednym z tych znaką

source: TRAINER TIPS!\pPress START to open the MENU!
pl: PORADA\pNaciśnij START, aby uruchomić MENU!

# The water is dyed a deep blue… Would you like to SURF?
source: The water is dyed a deep blue…\nWould you like to SURF?
pl: Woda jest tu spokojna i błękitna…\nCzy użyć SURFOWANIA?

source: {STR_VAR_1} used SURF!
pl: {STR_VAR_1} SURFUJE!

# The current is much too fast! SURF can't be used here…
source: The current is much too fast!\nSURF can't be used here…
pl: Jest tu zbyt silny prąd wody!\nNie można tu SURFOWAĆ…

source: The battery isn't charged enough.\pNo. of steps required to fully\ncharge the battery: {STR_VAR_1}{PAUSE_UNTIL_PRESS}
pl: Bateria nie jest jeszcze\nwystarczająco naładowana.\pPotrzeba jeszcze {STR_VAR_1} kroków!{PAUSE_UNTIL_PRESS}

source: There are no TRAINERS within range\nwho can battle…\pThe VS SEEKER was turned off.{PAUSE_UNTIL_PRESS}
pl: W zasięgu nie ma TRENERÓW chcących\nwalczyć…\pTRENEROSZUKACZ został\nwyłączony. {PAUSE_UNTIL_PRESS}

source: The other TRAINERS don't appear\nto be ready for battle.\pLet's wait till later.{PAUSE_UNTIL_PRESS}
pl: Inni TRENERZY nie są gotowi\nna walkę.\pSpróbuj później.{PAUSE_UNTIL_PRESS}

# Hey! I saw you in VIRIDIAN FOREST!
source: Hey!\nI saw you in VIRIDIAN FOREST!
pl: O!\nWidziałem cię w LESIE VIRIDIAN!

source: Hi! I like shorts!\nThey're comfy and easy to wear!\pYou should be wearing shorts, too!
pl: Cześć! Lubię szorty!\nSą wygodne i łatwe do noszenia!\pPowinieneś też nosić szorty!

# Excuse me! You keep looking at me, don't you?
source: Excuse me!\nYou keep looking at me, don't you?
pl: Wybacz mi!\nPatrzysz na mnie, czy to prawda?

# You're a TRAINER, aren't you? Let's get with it right away!
source: You're a TRAINER, aren't you?\nLet's get with it right away!
pl: Jesteś TRENEREM, czy to prawda?\nZróbmy to od razu!

# That look you give me… It intrigues me so!
source: That look you give me…\nIt intrigues me so!
pl: To spojrzenie…\nStrasznie intrygujące!

# Hey! What's wrong with you? You're still not wearing shorts!
source: Hey! What's wrong with you?\nYou're still not wearing shorts!
pl: Co jest z tobą nie tak?\nNadal nie masz na sobie szortów!

# I'll battle you with the POKéMON I started raising.
source: I'll battle you with the POKéMON\nI started raising.
pl: Będę walczył POKéMONAMI!\nZacząłem się podnosić.

# Eek! Did you push me?
source: Eek!\nDid you push me?
pl: Eek!\nPopchnąłeś mnie?

# I always catch mushroom POKéMON on MT. MOON.
source: I always catch mushroom POKéMON\non MT. MOON.
pl: Zawsze łapie POKéMONY grzyby\nna GÓRZE MOON.

# Oh! You're that nosy kid who eavesdropped on us!
source: Oh! You're that nosy kid who\neavesdropped on us!
pl: Och! Jesteś tym dzieckiem, który\nnas podsłuchał!

source: Excuse me! Didn't I tell you that\nthis is a private conversation?\pYou shouldn't be listening in,\nyou uncouth person!
pl: Wybacz mi! Czy nie powiedziałam\nci, że to jest prywatna rozmowa?\pNie powinieneś słuchać, co\nza nieokrzesana osoba!

# I'm trying to find something good that's not a BUG POKéMON, but…
source: I'm trying to find something good\nthat's not a BUG POKéMON, but…
pl: Próbuje znaleźć coś dobrego, co\nnie jest POKéMONEM ROBAKIEM…

# Huh? You want to go with me again?
source: Huh?\nYou want to go with me again?
pl: Co?\nChcesz jeszcze raz powalczyć?

# Me? Well, okay. I'll play this once.
source: Me?\nWell, okay. I'll play this once.
pl: Ja?\nCóż, okej. Powalcze tym razem.

# Hey, long time! Have you gotten better?
source: Hey, long time!\nHave you gotten better?
pl: Hej, długo czekałem!\nStałeś się lepszy?

# You are good at POKéMON, but how is your chemistry grade?
source: You are good at POKéMON, but how\nis your chemistry grade?
pl: Jesteś dobry w POKéMONY, ale jak\noceniasz swoją chemię?

# All right! Let's play another game!
source: All right!\nLet's play another game!
pl: W porządku!\nZagrajmy jeszcze raz!

# You need strategy to win at battling.pAre you following my advice?
source: You need strategy to win at\nbattling.\pAre you following my advice?
pl: Potrzebujesz strategii, aby\nwygrać w walce.\pPodążasz za moją radą?

# I've collected many NIDORAN. I don't want them to evolve, but…
source: I've collected many NIDORAN.\nI don't want them to evolve, but…
pl: Zebrałam wiele NIDORANÓW.\nNie chcę, żeby się rozwijały, ale…

# School is fun, but I still think POKéMON are fun, too.
source: School is fun, but I still think\nPOKéMON are fun, too.
pl: Szkoła jest fajna, ale uważam,\nże POKéMONY też są.

# MEOWTH and PERSIAN are so cute, meow, meow, meow!
source: MEOWTH and PERSIAN are so cute,\nmeow, meow, meow!
pl: MEOWTH i PERSIAN są słodcy,\nmiał, miał, miał!

# We may look silly standing here like this, but I can still battle.
source: We may look silly standing here\nlike this, but I can still battle.
pl: Możemy wyglądać głupio tak jak\ntutaj, ale wciąż mogę walczyć.

# I'm a rambling, gaming dude! I'm on a winning streak!
source: I'm a rambling, gaming dude!\nI'm on a winning streak!
pl: Jestem gburowatym kolegą z gier!\nMam świetną passę!

# What's a cute, round, and fluffy POKéMON?pYou already know, don't you?
source: What's a cute, round, and fluffy\nPOKéMON?\pYou already know, don't you?
pl: Co jest słodkie, okrągłe i\npuchate?\pPrzecież to wiesz, czyż nie?

source: My bike's still acting up, man.
pl: Mój rower nadal działa, koleś.

# Okay, kid! Don't expect mercy this time!
source: Okay, kid!\nDon't expect mercy this time!
pl: Okej!\nTym razem nie oczekuj litości!

# ELI: Our twin power became even better!
source: ELI: Our twin power became even\nbetter!
pl: ELI: Nasza bliźniacza moc jest\nlepsza!

source: ANNE: Our twin power powered up!
pl: ANNE: Bliźniacza moc mocniejsza!

# We're to battle again? This time, you're mine!
source: We're to battle again?\nThis time, you're mine!
pl: Powalczymy jeszcze raz?\nTo czas, jesteś mój!

# I haven't forgotten you were with those good-looking POKéMON.
source: I haven't forgotten you were with\nthose good-looking POKéMON.
pl: Nie zapomniałem, że tutaj byłeś\nz tymi ładnymi POKéMONAMI.

source: I'm taking ROCK TUNNEL to go to\nLAVENDER…\pBut I keep getting stopped by\neveryone along the way…
pl: Zabieram się do TUNELU SKAŁ, aby\nudać się do LAVENDER…\pAle po drodze zatrzymują\nmnie wszyscy…

# Don't you dare patronize me today! We're playing for keeps!
source: Don't you dare patronize me today!\nWe're playing for keeps!
pl: Nie waż się mnie dziś tak traktować!\nGramy na zawsze!

# Bwahaha! Great! I was bored again, eh!
source: Bwahaha!\nGreat! I was bored again, eh!
pl: Błahaha!\nŚwietnie! Nudziłem się znowu!

# Hahaha! A little toughie, as always!
source: Hahaha!\nA little toughie, as always!
pl: Hahaha!\nMaludki pakerek, jak zawsze!

# I got up early every day to train my POKéMON from cocoons!
source: I got up early every day to train\nmy POKéMON from cocoons!
pl: Wstaję codziennie wcześnie rano,\nby trenować moje kokony!

# Hahahaha! I'll win this time!
source: Hahahaha!\nI'll win this time!
pl: Hahahaha!\nWygram tym razem!

source: Go win, my super BUG POKéMON!
pl: Wygrajcie, moje super ROBAKI!

source: Wow, you came here again?\nMaybe you're a POKéMANIAC, too?\lWant to see my collection?
pl: Przybyłeś tu ponownie?\nMoże też jesteś POKéMANIAKIEM?\lChcesz zobaczyć moją kolekcję?

# Ha-hahah-ah-ha! I can't stop sneezing!
source: Ha-hahah-ah-ha!\nI can't stop sneezing!
pl: Ha-hahah-ah-ha!\nNie mogę przestać!

# Hi, kid! Did I show you my POKéMON?
source: Hi, kid!\nDid I show you my POKéMON?
pl: Cześć!\nCzy pokażesz mi POKéMONY?

source: I went out to a POKéMON GYM again.\p…But I lost as usual.
pl: Poszłam znów do SALI POKéMON.\p…Ale jak zwykle porażka.

# Ah! This mountain air is delicious!lIt's so good, I can't leave!
source: Ah!\nThis mountain air is delicious!\lIt's so good, I can't leave!
pl: Ach!\nGórskie powietrze jest pyszne!\lTakie dobre, nie może wyjść!

# My head is starting to spin. I've been hiking for too long…
source: My head is starting to spin.\nI've been hiking for too long…
pl: Moja głowa zaczyna się kręcić.\nJeżdże tutaj zbyt długo…

# Win, lose, or draw! Now for our rematch!
source: Win, lose, or draw!\nNow for our rematch!
pl: Wygrana, przegrana!\nTeraz nasz rewanż!

# Competing is the ultimate thrill. I still can't get enough!
source: Competing is the ultimate thrill.\nI still can't get enough!
pl: Konkurowanie to dreszczyk emocji.\nWciąż niewystarczająco!

# You know, right? Let's go, but don't cheat!
source: You know, right?\nLet's go, but don't cheat!
pl: Wiesz, prawda?\nChodźmy, ale nie oszukuj!

# Hi, there!pBut be careful! I'm still laying down some cables!
source: Hi, there!\pBut be careful!\nI'm still laying down some cables!
pl: No witaj!\pAle proszę bądź ostrożny!\nNadal kładę tutaj kable!

# I became a TRAINER a while ago. But, I think I can win.
source: I became a TRAINER a while ago.\nBut, I think I can win.
pl: Niedawno zostałem TRENEREM.\nAle myślę, że mogę wygrać.

# Fwahaha! I have never lost!p…And if I did, I've forgotten all about it!
source: Fwahaha!\nI have never lost!\p…And if I did, I've forgotten all\nabout it!
pl: Łahaha!\nNigdy nie przegrałem!\pA jeśli tak, zapomniałem o\ntym wszystkim!

# I have never won before…pPerhaps I am destined to remain that way…
source: I have never won before…\pPerhaps I am destined to remain\nthat way…
pl: Nigdy wcześniej nie wygrałem…\pByć może zamierzam tak\npozostać…

# I'm the best in my class. I train every morning and night!
source: I'm the best in my class.\nI train every morning and night!
pl: Jestem najlepszy w klasie.\nTrenuję każdego ranka i nocy.

source: Keep your eyes out for live wires!
pl: Miej oczy na żywe przewody!

source: I raised my POKéMON carefully.\nThey should be ready by now.\lThis time, they should win, too.
pl: Trenowałem ostrożnie moje\nPOKéMONY. Powinny już być gotowe.\lTym razem powinni wygrać.

# Yeah! I got a bite, here!lTh-this might be the real thing!
source: Yeah!\nI got a bite, here!\lTh-this might be the real thing!
pl: Tak!\nCoś mnie tutaj gryzie!\lT-to może być prawdziwe!

# You're finally here. Fishing is a waiting game.
source: You're finally here.\nFishing is a waiting game.
pl: W końcu tu jesteś.\nWędkowanie to skokojna gra.

# Still can't find a MOON STONE… Have you found one?
source: Still can't find a MOON STONE…\nHave you found one?
pl: Nadal nie mam KAMIEN KSIĘŻYCA…\nCzy masz jeden?

source: Electricity has always been my\nspecialty.\pI don't know a thing about POKéMON\nof the sea, though.
pl: Elektryczność zawsze była moją\nspecjalnością.\pJednak nie wiem nic o\nmorskich POKéMONACH.

# The FISHING FOOL vs. POKéMON KID! Another round, fight!
source: The FISHING FOOL vs. POKéMON KID!\nAnother round, fight!
pl: ŁOWIĄCY GŁUPEK kontra\nDZIECIAK! Kolejna runda, bitwa!

source: I love fishing, don't get me wrong.\nBut, I wish I had more work…\l…It's hard to give up fishing!
pl: Lubię łowić, nie zrozum mnie źle.\nAle chce mieć więcej pracy…\l…Cieżko zrezygnować z wędkowania!

# What's catching?pYou'll never know unless you beat me!
source: What's catching?\pYou'll never know unless you beat\nme!
pl: Co łapie?\pNie dowiesz się, chyba że\nmnie pokonasz!

# JES: I'll win here today and propose to my GIA.
source: JES: I'll win here today and\npropose to my GIA.
pl: JES: Dzisiaj wygram tutaj\ni wyjdę za moją GIA.

source: GIA: Hey, JES…\nI've been waiting a long time now.\pIf we win today, I'll marry you!
pl: GIA: Hej, JES…\nDługo czekałam na ten moment.\pJeśli wygramy, wyjdę za ciebie!

source: My bird POKéMON remember you!
pl: Mój POKéMON ptak pamięta cię!

# I want to be the best TRAINER while I'm a kid!
source: I want to be the best TRAINER \nwhile I'm a kid!
pl: Chcę być najlepsza, kiedy\njestem dzieckiem!

# Wow! You got more cool BADGES!
source: Wow!\nYou got more cool BADGES!
pl: Łał!\nMasz więcej ODZNAK! Cool!

# My cutely grown POKéMON wish to become reacquainted with you.
source: My cutely grown POKéMON wish to\nbecome reacquainted with you.
pl: Moje piękne POKéMONY chciałby\nsię z tobą ponownie zapoznać.

# I cleaned out my savings and bought more CARBOS.
source: I cleaned out my savings and\nbought more CARBOS.
pl: Zmyłam swoje oszczędności\ni kupiłam WĘGLOWODANY.

# I'm not going to lose this time. The wind's blowing my way!
source: I'm not going to lose this time.\nThe wind's blowing my way!
pl: Tym razem nie przegram.\nWiatr wieje w moją stronę!

# Oh, you're back?pSure, I'll play again with you, sweetie.
source: Oh, you're back?\pSure, I'll play again with you,\nsweetie.
pl: Och, wróciłeś?\pNo pewnie, że powalcze z tobą,\nkochanie.

# Can't you forget that you battled with me?
source: Can't you forget that you battled\nwith me?
pl: Nie możesz zapomnieć, że\nwalczyłeś ze mną?

source: What're you starin' at?
pl: Na co się tak gapisz?

# I always go with bird POKéMON. I've dedicated myself to them.
source: I always go with bird POKéMON.\nI've dedicated myself to them.
pl: Zawsze chodzę z POKéMONAMI ptakami.\nPoświęciłem się dla nich.

# I used TMs to teach good moves to my POKéMON.
source: I used TMs to teach good moves\nto my POKéMON.
pl: Używam TM, by nauczyć ruchów\nmoje POKéMONY.

# My bird POKéMON should be ready for battle this time.
source: My bird POKéMON should be ready\nfor battle this time.
pl: Moje ptaki POKéMON powinny być\nteraz gotowe do bitwy.

# Are you using TMs on POKéMON? Just holding them is useless.
source: Are you using TMs on POKéMON?\nJust holding them is useless.
pl: Używasz TMy na POKéMONACH?\nTrzymanie ich jest bezużyteczne.

source: Have you taught your bird POKéMON\nhow to FLY?\pYou'll be able to soar with it into\nthe sky! Give it a try.
pl: Czy nauczyłeś swojego ptaka\nPOKéMONA jak latać?\pBędziesz mógł wznieść się w\nniebo! Weź spróbuj.

# The legend of the winged mirages… You've heard it, right?
source: The legend of the winged mirages…\nYou've heard it, right?
pl: Legenda o uskrzydlonych mirażach…\nSłyszałeś to, prawda?

# I'm really not into it, but okay. Let's go!
source: I'm really not into it, but okay.\nLet's go!
pl: Nie jestem w tym dobry, ale OK.\nWalczmy!

# Hey! I remember you!pC'mon, c'mon. Let's go, let's go, let's go!
source: Hey!\nI remember you!\pC'mon, c'mon.\nLet's go, let's go, let's go!
pl: Hej!\nPamiętam cię!!\pNo dalej, dalej.\nChodźmy, chodźmy, chodźmy!

# You're here again, huh? Shut up and battle.
source: You're here again, huh?\nShut up and battle.
pl: Jesteś tu znowu, co?\nZamknij się i walcz.

# We've been riding here because of the wide-open spaces.
source: We've been riding here because of\nthe wide-open spaces.
pl: Jeździmy tutaj z powodu szeroko\notwartych przestrzeni.

# POKéMON battle, right? Cool! Rumble!
source: POKéMON battle, right?\nCool! Rumble!
pl: Bitwa POKéMON, racja?\nSuper! Huczę!

source: KIRI: JAN, I hope we win today.
pl: KIRI: JAN, chyba dziś wygramy.

# JAN: KIRI, here we go! Let's win for sure this time!
source: JAN: KIRI, here we go!\nLet's win for sure this time!
pl: JAN: KIRI, zaczynamy!\nTym razem na pewno wygramy!

# I'm going to keep battling with the POKéMON I got in trades.
source: I'm going to keep battling with the\nPOKéMON I got in trades.
pl: Będę walczyła z moimi POKéMONAMI,\nktóre dostałam w wymianie.

# You look gentle, so I think I can beat you.pI'll give it one more go!
source: You look gentle, so I think I can\nbeat you.\pI'll give it one more go!
pl: Wyglądasz łagodnie, więc myślę,\nże cię pokonam.\pDam ci jeszcze raz!

# When I whistle, bird POKéMON gather around.pThey're amazingly cute!
source: When I whistle, bird POKéMON\ngather around.\pThey're amazingly cute!
pl: Kiedy gwizdam, zbiera się\nptak POKéMON.\pSą niesamowicie urocze!

# Hmm? My birds are shivering! Wait, aren't you that TRAINER…
source: Hmm? My birds are shivering!\nWait, aren't you that TRAINER…
pl: Hmm? Moje ptaki drżą! Czekaj,\nczy nie jesteś tym TRENEREM…

# Oh, you're a little cutie! So like a darling POKéMON!lI remember you now!
source: Oh, you're a little cutie!\nSo like a darling POKéMON!\lI remember you now!
pl: Jesteś małym słodziakiem!\nTak jak kochany POKéMON!\lPamiętam cię, wiesz!

# I raise POKéMON for protection because I live alone.pThat hasn't changed.
source: I raise POKéMON for protection\nbecause I live alone.\pThat hasn't changed.
pl: Trenuje POKéMONY dla ochrony,\nponieważ mieszkam sam.\pTo się nie zmieniło.

# Hey, kid! C'mon! I got these off some loser!
source: Hey, kid! C'mon!\nI got these off some loser!
pl: Hej! Dawaj!\nMam ich od jakiegoś przegranego!

# Fork over all your cash when you lose to me, kid!
source: Fork over all your cash when you\nlose to me, kid!
pl: Oddasz mi wsystkie pieniądze,\njeśli przegrasz!
